alsa-utils
base
base-devel
bat
bc
bind
dash
docker
docker-buildx
docker-compose
efibootmgr
ext4magic
eza
fd
ffmpegthumbnailer
figlet
firefox
foot
fzf
gammastep
git
gnu-netcat
go
grim
gst-plugin-pipewire
htop
hyprland
hyprpaper
imagemagick
imv
inetutils
intel-media-driver
intel-ucode
jq
less
lf
libnotify
libpqxx
libpulse
libva-intel-driver
linux
linux-firmware
man-db
mediainfo
mlocate
mpv
neovim
net-tools
nethogs
networkmanager
nmap
nodejs
npm
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
restic
ripgrep
rsync
rustup
slurp
stow
tcpdump
tmux
tree
ttf-iosevka-nerd
ufw
unarchiver
unzip
usbutils
vulkan-intel
waybar
wget
whois
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-user-dirs
xorg-server
xorg-xinit
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
zram-generator
zsh
